Repository: City-of-Helsinki/drupal-helfi-kymp
Catalog: public/modules/custom/helfi_kymp_plans/translations/*.po
Languages: fi, sv

# List of plans number of comments
source: plans now available for comments
fi: suunnitelmaa nyt kommentoitavana
sv: planer kommenteras

# List of plans no plans description
source: There are new plans coming up, so please check back later.
fi: Uusia sunnitelmia on tulossa, joten vierailethan myöhemmin uudestaan.
sv: Nya planer är på väg, så du är välkommen tillbaka senare.

# List of plans publish date
source: Published
fi: Julkaistu
sv: Publicerad

# List of plans RSS link
source: Subscribe to the plans' RSS feed
fi: Tilaa suunnitelmien RSS-syöte

source: Project phase
fi: Projektin vaihe
sv: Projekt fas

source: Project theme
fi: Teema
sv: Tema

source: Project plan schedule
fi: Suunnittelun aikataulu
sv: Planeringsschema

source: Project execution schedule
fi: Toteutuksen aikataulu
sv: Utförandeschema

source: Project location
fi: Sijainti
sv: Plats

# Project list, amount of projects
source: projects
fi: hanketta
sv: projekt

# Project list, no projects description
source: There are no projects in this district.
fi: Tällä alueella ei ole hankkeita.

# Project list, refine search
source: Refine search
fi: Tarkenna hakua
sv: Förfina din sökning

# Project page tag
source: Project
fi: Hanke
sv: Projekt

# Plan schedule label
source: Plan:
fi: Suunnittelu:
sv: Planering:

# Execution schedule label
source: Execution:
fi: Toteutus:
sv: Utförande:

# List of plans RSS link
source: Subscribe to the plans' RSS feed
sv: Prenumerera på planer som RSS-flöde

# Project list, no projects description
source: Det finns inga projekt i detta område.
sv: Detta
